{
    "nav": {
        "sobre": "Sobre mí",
        "proyec": "Proyectos",
        "habil": "Habilidades",
        "contact": "Contacto"
    },
    "profile": {
        "rol": "Desarrollador full-stack",
        "tittle": "Sobre mí",
        "description": "Hola, soy Federico, un desarrollador full-stack con Python. Me apasionan la tecnología y la informática, y siempre estoy buscando nuevos desafíos.Egresé en 2023 del curso Desarrollo Full Stack con Python del programa Codo a Codo 4.0, donde aprendí a crear sitios web y aplicaciones desde cero, utilizando las mejores prácticas y herramientas del sector. Soy un profesional confiable y proactivo, con una pasión por el aprendizaje continuo.Me considero autodidacta y siempre estoy dispuesto a explorar nuevas tecnologías y soluciones."
    },
    "proyectos": {
        "proyecto": "Proyectos",
        "proyecto2": "Estos son algunos de mis proyectos:",
        "sportspalooza": "Es una emocionante plataforma que combina pronósticos deportivos (prode) con la capacidad de crear fixtures para torneos en la oficina.",
        "petway": "Somos una tienda online de productos para mascotas que llevamos más de 20 años trabajando para ofrecer el mejor servicio y cuidado para ellas.",
        "quimicaInorganica": "La química descriptiva de los elementos a menudo se ve como una coleccion de hechos no relacionados con muy pocos principios fundamentales.",
        "grabadora": "Con esta grabadora podrás seleccionar qué parte de tu pantalla grabar de la forma más sencilla y eficaz, con solo pulsar un botón.",
        "blackJack": "El blackjack es un juego de cartas en el que el objetivo es reunir una mano que valga una cantidad de puntos superior al valor de la mano del crupier, sin pasarse de 21.", 
        "boton1": "Ir a SportsPalooza",
        "boton2": "Ir a Pet Way",
        "boton3": "Ir a Química",
        "boton4": "Ir a Grabadora",
        "boton5": "Ir a Blackjack"
    },
    "habilidades": {
        "habilidad": "Estas son algunas de las tecnologías y lenguajes que domino y que uso para crear sitios y aplicaciones web de calidad",
        "titulo": "Habilidades"
    },
    "form": {
        "formu": "Contacto",
        "nombre": "Nombre Completo:",
        "name": "<input size='40' type='text' name='nombre' id='nombre' placeholder='Ingrese su nombre completo' required >",
        "correo": "Correo Electrónico:",
        "email": "<input size=40 type='email' name='correo' id='correo' placeholder='Ingrese su correo electrónico' required>",
        "telefono": "Telefóno:",
        "phone": "<input type='number' size='40' name='telefono' id='telefono' placeholder='Ingrese su teléfono' required>",
        "mensaje": "Mensaje:",
        "message": "<textarea name='mensaje' id='mensaje' cols='40' rows='8' placeholder='Escriba su mensaje' required>",
        "enviar": "Enviar"
    }
}